Revit 2027 API
ParameterTypeId.PhyMaterialParamYoungMod2 Property
 "Young modulus Y"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamYoungMod2 { get; }
Public Shared ReadOnly Property PhyMaterialParamYoungMod2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamYoungMod2 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamYoungMod2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace